Repository: BigKingQY/AnyViewer
Catalog: AnyViewer/Support Files/Language/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, zh_hans, zh_hk

# Copyright
source: Copyright © 2021 AnyViewer All rights reserved
de: Copyright © 2021 AnyViewer Alle Rechte vorbehalten
es: Copyright © 2021 AnyViewer Todos los derechos reservados
fr: Copyright © 2021 AnyViewer Tous droits réservés
it: Copyright © 2021 AnyViewer Tutti i diritti riservati
zh_hans: AnyViewer 版权所有 © 2021, 保留所有版权
zh_hk: Copyright © 2021 AnyViewer. 版權所有

# EnableCtrlBtn
source: Allow/deny mouse and keyboard control
de: Maus- und Tastatursteuerung zulassen / verweigern
es: Permitir / denegar el control del mouse y del teclado
fr: Autoriser/refuser le contrôle de la souris et du clavier
it: Consenti / nega il controllo del mouse e della tastiera
ja: マウスとキーボードの制御を許可/拒否
zh_hans: 允许/拒绝鼠标键盘控制
zh_hk: 允許/拒絕鼠標和鍵盤控制

# HighPictureQualityMenuBtn
source: High Image Quality
de: Hohe Bildqualität
es: Calidad de imagen alta
fr: Qualité d'image élevée
it: Alta Qualità dell'Immagine
ja: 高画質
zh_hans: 高画质
zh_hk: 高圖像質量

# LowPictureQualityMenuBtn
source: Low Image Quality
de: Geringe Bildqualität
es: Calidad de imagen baja
fr: Faible qualité d'image
it: Bassa Qualità dell'Immagine
ja: 低画質
zh_hans: 低画质
zh_hk: 低圖像質量

# HideWallPageMenuBtn
source: Hide the desktop wallpaper
de: Das Desktop-Hintergrundbild ausblenden
es: Ocultar el fondo de pantalla del escritorio
fr: Masquer le fond d'écran du bureau
it: Nasconde lo sfondo del desktop
ja: デスクトップの壁紙を非表示
zh_hans: 隐藏壁纸
zh_hk: 隱藏桌面牆紙

# WndTitle
source: AnyViewer
zh_hans: 文件传输

# ThemeLable
source: Theme:
de: Thema:
es: Tema:
fr: Thème :
it: Tema:
ja: テーマ：
zh_hk: 主題：

# unknown4
source: The remote desktop is displaying
fr: Le Bureau distant apparaîtra bientôt

# unknown3
source: The remote desktop is displaying
de: Der Remote-Desktop wird bald angezeigt
