Repository: BigKingQY/AnyViewer
Catalog: AnyViewer/Support Files/Language/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, zh_hans, zh_hk

# ResolutionMenuBtn
source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
zh_hans: 分辨率
zh_hk: 分辨率

# ImgQualityMenuBtn
source: Image Quality
de: Bildqualität
es: Calidad de la imagen
fr: Qualité d'image
it: Qualità dell'Immagine
ja: 画質
zh_hans: 画质
zh_hk: 圖像質量

# MinMenuBtn
source: Minimize window
de: Fenster minimieren
es: Minimizar ventana
fr: Réduire la fenêtre
it: Riduci finestra
ja: ウィンドウを最小化
zh_hans: 最小化窗口
zh_hk: 最小化窗口

# LockMenuBtn
source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
it: Si blocca
ja: ロック
zh_hans: 锁定
zh_hk: 鎖定

# LogOffMenuBtn
source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
zh_hans: 注销
zh_hk: 註銷

# RestartMenuBtn
source: Restart
de: Neu starten
es: Reiniciar
fr: Redémarrer
it: Ricomincia
ja: 再起動
zh_hans: 重启
zh_hk: 重啟

# ShutDownMenuBtn
source: Shut down
de: Schließen
es: Cerrar
fr: Fermer
it: Spegne
ja: シャットダウン
zh_hans: 关机
zh_hk: 關閉

# ComputerMenuBtn
source: This PC
de: Dieser PC
es: Esta PC
fr: Ce PC
it: Questo PC
ja: このPC
zh_hans: 此电脑
zh_hk: 此電腦

# TaskManagerMenuBtn
source: Task Manager
es: Administrador de tareas
fr: Gestionnaire des tâches
ja: タスクマネージャー
zh_hans: 任务管理器
zh_hk: 任務管理器

# ProcessTipes
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
zh_hans: 下载
zh_hk: 下載

# Static1
source: Have you encountered any problem?
de: Sie wollen uns erzählen...
es: Quiere decirnos......
fr: Vous voulez nous dire......
it: Vuoi dirci......
ja: 弊社に伝えたい事。
zh_hans: 您希望告诉我们...
zh_hk: 您想告訴我們.....

# OperationProblemsRadio
source: Operation Problems
de: Betriebsprobleme
es: Problemas de funcionamiento
fr: Problèmes de fonctionnement
it: Problemi di operazione
ja: 操作上の問題
zh_hans: 操作遇到了问题
zh_hk: 使用遇到問題

# ConnectionIssueRadio
source: Failed to connect or connect slowly
de: Verbindung fehlgeschlagen oder langsam
es: No se pudo conectar o conectar lentamente
fr: Échec de la connexion ou connexion lente
it: Connessione fallita o connessione lenta
ja: 接続に失敗する、または接続が遅い
zh_hans: 连接失败或者速度很慢
zh_hk: 連線失敗或連線緩慢

# LanguageDescIssueRadio
source: Language or description errors
de: Sprach- oder Beschreibungsfehler
es: Errores de idioma o de descripción
fr: Erreurs de langue ou de description
it: Errori di lingua o di descrizione
ja: 言語または説明のエラー
zh_hans: 语言或描述错误
zh_hk: 語言或描述錯誤

# OtherProblemsRadio
source: Other errors
de: Andere Fehler
es: Otros errores
fr: Autres erreurs
it: Altri errori
ja: その他のエラー
zh_hans: 其他错误
zh_hk: 其他錯誤

# IdeasRadio
source: Send us suggestions or encouragement
de: Senden Sie uns Vorschläge oder Anregungen
es: Envíenos sugerencias o aliento
fr: Envoyez-nous des suggestions ou des encouragements
it: Inviaci suggerimenti o incoraggiamenti
ja: 弊社に提案や励ましを送ってください。
zh_hans: 给我们建议、想法、鼓励
zh_hk: 發送建議或鼓勵給我們

# IdeasEdit
source: Please describe your problems or suggestions.
de: Bitte beschreiben Sie Ihr Problem oder Ihren Vorschlag speziell
es: Describa su problema o sugerencia específicamente
fr: Veuillez décrire votre problème ou suggestion spécifiquement
it: Si prega di descrivere specificamente il tuo problema o suggerimento
ja: 問題や提案を具体的に説明してください。
zh_hans: 请具体描述问题或建议...
zh_hk: 請具體描述您的問題或建議

# FileLable
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
zh_hans: 文件
zh_hk: 檔案

# Attachmentbutton
source: Attachment
de: Anhang
es: Adjunto archivo
fr: Pièces jointes
it: Allegato
ja: 添付ファイル
zh_hans: 附件
zh_hk: 附件

# EmailEdit
source: Email
ja: メールアドレス
zh_hans: 邮箱
zh_hk: 電子郵件

# NameEdit
source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
zh_hans: 名称
zh_hk: 名稱

# OkBtn
source: Uninstalling
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
ja: 送信
zh_hans: 提交
zh_hk: 提交

# ControllerNameLable
source: Controller
de: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
zh_hans: 控制者
zh_hk: 名稱

# MsgLable
source: Request to control your device.
de: Anforderung zur Steuerung Ihres Geräts.
es: Solicitud para controlar su dispositivo.
fr: Demande de contrôle de votre appareil.
it: Richiede di controllare il tuo dispositivo.
ja: デバイスの遠隔操作を請求しています。
zh_hans: 请求控制您的设备。
zh_hk: 請求控制您的裝置。

# CancelBtn
source: Cancel
de: Verweigern
es: Negar
fr: Refuser
it: Nega
ja: 拒否
zh_hans: 拒绝
zh_hk: 拒絕

# msg
source: Please enter security code:
de: Bitte geben Sie den Sicherheitscode ein:
es: Ingrese el código de seguridad:
fr: Veuillez saisir le code de sécurité :
it: Si prega di inserire il codice di sicurezza:
ja: セキュリティコードを入力してください：
zh_hans: 请输入安全码：

# AcceptCtrlLable
source: Accept Control
de: Kontrolle akzeptieren
es: Aceptar el control
fr: Accepter le contrôle
it: Accetta il controllo
ja: コントロールの許可
zh_hans: 接受控制
zh_hk: 接受控制

# LocalDevIDLable
source: The device ID:
de: Die Geräte-ID:
es: ID del dispositivo:
fr: L'ID de l'appareil:
it: L'ID del dispositivo:
ja: デバイスID：
zh_hans: 此设备 ID：
zh_hk: 裝置 ID：

# LocalDevIDTipeBtn
source: Send your partner the device ID when the device needs to accept remote control.
de: Senden Sie Ihrem Partner die Geräte-ID, wenn das Gerät die Fernbedienung akzeptieren muss.
es: Enviar a su socio el ID del dispositivo cuando el dispositivo necesite aceptar el control remoto.
fr: Envoyez à votre partenaire l'ID de l'appareil lorsque celui-ci doit accepter le contrôle à distance.
it: Invia al tuo partner l'ID del dispositivo quando il dispositivo deve accettare il controllo remoto.
ja: デバイスが遠隔操作を受け入れる必要がある場合は、パートナーにデバイスIDを送信してください。
zh_hans: 需要接受远程控制时，将此设备 ID 发送给伙伴。
zh_hk: 當裝置需要接受遠端控制時，向您的伙伴發送裝置 ID。

# CopyDeviceIDBtn
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
zh_hans: 复制
zh_hk: 複製

# TmpSecCodeTitleLable
source: Temporary security code:
de: Temporärer Sicherheitscode:
es: Código de seguridad temporal:
fr: Code de sécurité temporaire :
it: Codice di sicurezza temporaneo
ja: 一時的なセキュリティコード：
zh_hans: 临时安全码：
zh_hk: 臨時安全碼：

# RefreshTmpSecCodeBtn
source: Change
de: Ändern
es: Cambio
fr: Changer
it: Modifica
ja: チェンジ
zh_hans: 更换
zh_hk: 更改

# CopyTmpSecCodeBtn
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
zh_hans: 复制
zh_hk: 複製

# SettingsBtn
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
zh_hans: 设置
zh_hk: 設定

# RemotePCLable
source: Request Control
de: Anforderungskontrolle
es: Solicitar control
fr: Demande de contrôle
it: Richiede Controllo
ja: 遠隔操作
zh_hans: 请求控制
zh_hk: 請求控制

# PartnerIDLable
source: Partner ID:
es: Identificación del socio:
fr: ID partenaire :
it: ID partner:
ja: パートナーID：
zh_hans: 伙伴 ID：
zh_hk: 合作夥伴 ID：

# ParterIDTipsBtn
source: Type the ID of the recipient to control it.
de: Geben Sie die ID des Empfängers ein, um sie zu steuern.
es: Escriba el ID del destinatario para controlarlo.
fr: Tapez l'ID du destinataire pour le contrôler.
it: Digita l'ID del destinatario per controllarlo.
ja: 受信者のIDを入力して遠隔操作します。
zh_hans: 需要控制其他伙伴设备时，请输入对方的 ID。
zh_hk: 輸入接受者的 ID 來控制它。

# PartnerIDDropdown
source: Connection records
de: Verbindungsdatensätze
es: Registros de conexión
fr: Enregistrements de connexion
it: Record di Connessione
ja: 接続記録
zh_hans: 连接记录
zh_hk: 連線記錄

# ConnectButton
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connette
ja: 接続
zh_hans: 连接
zh_hk: 連線

# ConnectionStatusLable
source: Ready to connect
de: Bereit zum Verbinden
es: Listo para conectar
fr: Prêt à se connecter
it: Pronto per connessione
ja: 接続する準備ができた
zh_hans: 准备连接
zh_hk: 準備連線

# SettingsMenuBtn
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
zh_hans: 设置
zh_hk: 設定

# UpdateMenuBtn
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
zh_hans: 更新
zh_hk: 更新

# FeedbackMenuBtn
source: Feedback
es: Realimentación
ja: フィードバック
zh_hans: 反馈
zh_hk: 反饋

# AboutMenuBtn
source: About
de: Über
es: Sobre
fr: À propos
it: Informazioni su
ja: バージョン情報
zh_hans: 关于
zh_hk: 關於

# ExitMenuBtn
source: Exit
de: Verlassen
es: Salir
fr: Quiter
it: Uscita
ja: 終了
zh_hans: 退出
zh_hk: 退出

# HelpMenuItem
source: Help
de: Hilfe
es: ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
zh_hans: 帮助
zh_hk: 幫助

source: Help Center
de: Hilfezentrum
es: Centro de ayuda
fr: Centre d'aide
it: Centro Aiuto
ja: ヘルプセンター
zh_hans: 帮助中心
zh_hk: 幫助中心

# InvitePartnersMenuBtn
source: Invite partners
de: Laden Sie Partner ein
es: Invitar socios
fr: Invitez des partenaires
it: Invita i partner
ja: パートナーを招待
zh_hans: 邀请伙伴
zh_hk: 邀請夥伴

# Lable1
source: Choose the way to control the partner’s device:
de: Wählen Sie die Steuermethode für das Gerät des Partners:
es: Elegir la forma de controlar el dispositivo del socio:
fr: Choisissez le mode de contrôler l'appareil du partenaire :
it: Scegli il modo di controllare il dispositivo del partner:
ja: パートナーのデバイスを遠隔操作する方法を選択します:
zh_hans: 选择控制伙伴设备的方式：
zh_hk: 選擇控制合作夥伴裝置的方式：

# ManualAuthRadio
source: Send a control request to your partner
de: Senden Sie eine Kontrollanfrage an Ihren Partner
es: Enviar una solicitud de control a su socio
fr: Envoyez une demande de contrôle à votre partenaire
it: Invia una richiesta di controllo al tuo partner
ja: パートナーに遠隔操作のリクエストを送信します
zh_hans: 向伙伴发送控制请求
zh_hk: 向您的伙伴發送控制請求

# PwdAuthRadio
source: Input security code
de: Geben Sie den Sicherheitscode ein
es: Ingrese el código de seguridad
fr: Entrez le code de sécurité
it: Inserisci il codice di sicurezza
ja: セキュリティコードを入力してください
zh_hans: 输入安全码
zh_hk: 輸入安全碼

# TipsBtn
source: Choose the option when you have the security code (the temporary security code) of the recipient.
de: Wählen Sie die Option, wenn Sie den Sicherheitscode (den temporären Sicherheitscode) des Empfängers haben.
es: Elegir la opción cuando tenga el código de seguridad (el código de seguridad temporal) del destinatario.
fr: Choisissez l'option lorsque vous avez le code de sécurité (le code de sécurité temporaire) du destinataire.
it: Scegli l'opzione quando hai il codice di sicurezza (il codice di sicurezza temporaneo) del destinatario.
ja: 受信者のセキュリティコード（一時的なセキュリティコード）がある場合は、このオプションを選択してください。
zh_hans: 如果你有对方设备的安全码（或临时安全码），可以选择此项。
zh_hk: 當您具有接受者的安全碼（臨時安全碼）時，請選擇該選項。

# WinTitleLable
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
zh_hans: 设置
zh_hk: 設定

# RecipientOption
source: Recipient
de: Empfänger
es: Destinatario
fr: Destinataire
it: Destinatario
ja: 受信者
zh_hans: 接受者
zh_hk: 接受者

# ControllerOption
source: Controller
es: Controlador
fr: Contrôleur
it: Controllore
ja: コントローラ
zh_hans: 控制者
zh_hk: 控制者

# BasicOption
source: Basic
de: Basis
es: Básico
fr: Basique
it: Basico
ja: ベーシック
zh_hans: 基础
zh_hk: 基本

# BarTitleLable
source: Accept remote control
de: Fernbedienung akzeptieren
es: Aceptar control remoto
fr: Accepter le contrôle à distance
it: Accetta il controllo remoto
ja: 遠隔操作を受け入れる
zh_hans: 接受远程控制
zh_hk: 接受遠端控制

# EnableCtrlCheck
source: Allow to accept remote control
de: Das Akzeptieren der Fernbedienung zulassen
es: Permitir aceptar control remoto
fr: Autoriser la demande de contrôle à distance
it: Permette di accettare il controllo remoto
ja: 遠隔操作の許可
zh_hans: 允许接收控制请求
zh_hk: 允許接受遠端控制

# EnableCtrlCheckTips
source: Allow to receive a control request from another device and the request needs to be manually confirmed by myself.
de: Ermöglichen Sie den Empfang einer Steuerungsanforderung von einem anderen Gerät, und die Anforderung muss von mir manuell bestätigt werden.
es: Permitir recibir una solicitud de control de otro dispositivo y la solicitud debe ser confirmada manualmente por mí.
fr: Autoriser à recevoir une demande de contrôle d'un autre appareil et la demande doit être confirmée manuellement par moi-même.
it: Permette di ricevere una richiesta di controllo da un altro dispositivo e la richiesta deve essere confermata manualmente da me.
ja: 別のデバイスからの遠隔操作の受信を許可します。リクエストは自分で手動で確認する必要があります。
zh_hans: 允许其他人向我发送控制请求，由我手动确认是否接受控制。
zh_hk: 允許從其他裝置接收控制請求，並且該請求需要由我本人手動確認。

# EnableTmpPwdCheck
source: Allow temporary security code
de: Temporären Sicherheitscode zulassen
es: Permitir código de seguridad temporal
fr: Autoriser le code de sécurité temporaire
it: Permette il codice di sicurezza temporaneo
ja: 一時的なセキュリティコードの許可
zh_hans: 允许临时安全码
zh_hk: 允許臨時安全碼

# EnableTmpPwdCheckTips
source: Allow to control this device by inputting temporary security code. You can send your partner the temporary security code for remote support. The code changes every time the software restart.
de: Ermöglichen Sie die Steuerung dieses Geräts durch Eingabe eines temporären Sicherheitscodes. Sie können Ihrem Partner den temporären Sicherheitscode für den Remote-Support senden. Der temporäre Sicherheitscode ändert sich bei jedem Neustart der Software.
es: Permitir controlar este dispositivo imputando un código de seguridad temporal. Puede enviarle a su socio el código de seguridad temporal para soporte remoto. El código de seguridad temporal cambiará cada vez que se reinicie el software.
fr: Autorisez à contrôler cet appareil en saisissant un code de sécurité temporaire. Vous pouvez envoyer à votre partenaire le code de sécurité temporaire pour une assistance à distance. Le code de sécurité temporaire changera à chaque redémarrage du logiciel.
it: Consente di controllare questo dispositivo digitando un codice di sicurezza temporaneo. Puoi inviare al tuo partner il codice di sicurezza temporaneo per il supporto remoto. Il codice di sicurezza temporaneo cambierà ogni volta che il software si riavvia.
ja: 一時的なセキュリティコードを入力して、このデバイスの遠隔操作を許可します。リモートサポート用の一時的なセキュリティコードをパートナーに送信できます。一時的なセキュリティコードは、ソフトウェアが再起動するたびに変更されます。
zh_hans: 允许通过输入临时安全码，直接控制此设备。需要接受远程协助时，可以将临时安全码告你的伙伴。临时安全码会在每次重启软件时变更。
zh_hk: 允許通過輸入臨時安全碼來控制此裝置。您可以將臨時安全碼發送給您的合作夥伴以獲取遠端支援。每次重新啟動軟體時，臨時安全碼都會更改。

# EnableFixPwdCheck
source: Set my security code
de: Meinen Sicherheitscode einstellen
es: Establecer mi código de seguridad
fr: Configurer le code de sécurité
it: Imposta il mio codice di sicurezza
ja: セキュリティコードの設定
zh_hans: 设置我的安全码
zh_hk: 設定我的安全碼

# EnableFixPwdCheckTips
source: Allow to control my device anytime by inputting security code. Please keep your security code properly and do not disclose it to others. If it is accidentally leaked, please change it in time.
de: Sie können mein Gerät jederzeit steuern, indem Sie den Sicherheitscode eingeben. Bitte bewahren Sie Ihren Sicherheitscode ordnungsgemäß auf und geben Sie ihn nicht an Dritte weiter. Wenn es versehentlich leckt, ersetzen Sie es bitte rechtzeitig.
es: Permitir controlar mi dispositivo en cualquier momento ingresando el código de seguridad. Guarde su código de seguridad correctamente y no lo revele a otras personas. Si se filtra accidentalmente, cámbielo a tiempo.
fr: Autoriser à contrôler mon appareil à tout moment en saisissant le code de sécurité. Veuillez conserver votre code de sécurité correctement et ne le divulguer à personne. S'il y a une fuite accidentelle, veuillez le changer à temps.
it: Consente di controllare il mio dispositivo in qualsiasi momento inserendo il codice di sicurezza. Si prega di conservare correttamente il codice di sicurezza e di non rivelarlo ad altri. Se è trapelato accidentalmente, si prega di cambiarlo in tempo.
ja: セキュリティコードを入力して、いつでもデバイスを遠隔操作できるようにします。セキュリティコードは適切に保管し、他人に開示しないでください。漏れた場合は、早めに変更してください。
zh_hans: 允许通过输入安全码，随时控制自己的设备。请妥善保管你的安全码，不要泄露给他人。如果不慎泄露，请及时更改。
zh_hk: 允許通過輸入安全碼隨時控制我的裝置。請妥善保管您的安全碼，不要將其透露給他人。如果意外洩漏，請及時進行更換。

# SecurityCodeStatic
source: Security Code:
de: Sicherheitscode:
es: Código de seguridad:
fr: Code de sécurité :
it: Codice di sicurezza:
ja: セキュリティコード：
zh_hans: 安全码：
zh_hk: 安全碼：

# RemoteCtrlLable
source: Remote Control
de: Fernbedienung
es: Control remoto
fr: Contrôle à distance
it: Controllo Remoto
ja: 遠隔操作
zh_hans: 发起远程控制
zh_hk: 遠端控制

# DisplayNameLable
source: Device Name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo
ja: デバイスの名前
zh_hans: 设备名
zh_hk: 裝置名稱

# DisplayNameTips
source: The name will be displayed when your partner receives your remote control quest.
de: Der Name wird angezeigt, wenn Ihr Partner Ihre Fernwartungsquest erhält.
es: El nombre se mostrará cuando su compañero reciba su misión de control remoto.
fr: Le nom sera affiché lorsque votre partenaire recevra votre demande de contrôle à distance.
it: Il nome verrà visualizzato quando il tuo partner riceverà la tua attività di controllo remoto.
ja: パートナーが遠隔操作を受け入れると、名前が表示されます。
zh_hans: 当你向伙伴发出远程控制请求时，显示此名字。
zh_hk: 當您的伴侶接收到您的遠端控制任務時，將顯示該名稱。

# ImgQualityLable
source: Image Quality
de: Bildqualität
es: Calidad de la imagen
fr: Qualité d'image
it: Qualità dell'Immagine
ja: 画質
zh_hans: 图像质量
zh_hk: 圖像質量

# HighImageQualityItem
source: High Image Quality (Default)
de: Hohe Bildqualität (Standard)
es: Calidad de imagen alta (predeterminada)
fr: Qualité d'image élevée (par défaut)
it: Alta Qualità dell'Immagine (Predefinito)
ja: 高画質（デフォルト）
zh_hans: 高画质（默认）
zh_hk: 高圖像質量（預設）

# LowImageQualityItem
source: Low Image Quality
de: Geringe Bildqualität
es: Calidad de imagen baja
fr: Faible qualité d'image
it: Bassa Qualità dell'Immagine
ja: 低画質
zh_hans: 低画质
zh_hk: 圖像質量低

# HideDesktopWallPaperCheck
source: Hide the desktop wallpaper
de: Das Desktop-Hintergrundbild ausblenden
es: Ocultar el fondo de pantalla del escritorio
fr: Masquer le fond d'écran du bureau
it: Nasconde lo sfondo del desktop
ja: デスクトップの壁紙を非表示
zh_hans: 隐藏桌面壁纸
zh_hk: 隱藏桌面牆紙

# HideDeskWallpageTips
source: During remote control, hide desktop wallpaper to make the display smoother.
de: Blenden Sie während der Fernwartung das Desktop-Hintergrundbild aus, um die Anzeige glatter zu gestalten.
es: Durante el control remoto, oculte el papel tapiz del escritorio para que la pantalla sea más suave.
fr: Pendant le contrôle à distance, masquez le fond d'écran du bureau pour rendre l'affichage plus fluide.
it: Durante il controllo remoto, nasconde lo sfondo del desktop per rendere la visualizzazione più fluida.
ja: 遠隔操作中では、デスクトップの壁紙を非表示にしてスムーズにできます。
zh_hans: 远程控制过程中，隐藏桌面壁纸，以提高画面流畅度。
zh_hk: 在遠端控制期間，隱藏桌面牆紙以使顯示更平滑。

# BasicSettingsLable
source: Basic Settings
de: Grundeinstellungen
es: Configuración básicas
fr: Paramètres de base
it: Impostazioni di base
ja: 基本設定
zh_hans: 基础设置
zh_hk: 基本設定

# AutoStartCheck
source: Start AnyViewer with Windows
de: Beim Start ausführen
es: Ejecutar en el arranque
fr: Exécuter au démarrage
it: Esegue all'avvio
ja: パソコン起動時に自動実行
zh_hans: 开机自动运行
zh_hk: 在開機時運行

# LanguageLable
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
zh_hans: 语言
zh_hk: 語言

# FollowSystemItem
source: Follow the system
de: Folgen Sie dem System
es: Siga el sistema
fr: Suivez le système
it: Segue il sistema
ja: システムに従ってください
zh_hans: 跟随系统
zh_hk: 跟隨系統

# LightModeItem
source: Light Mode
de: Lichtmodus
es: Modo de Luz
fr: Mode lumière
it: Modalità Chiara
ja: ライトモード
zh_hans: 明亮模式
zh_hk: 明亮模式

# DarkModeItem
source: Dark Mode
de: Dunkler Modus
es: Modo Oscuro
fr: Mode sombre
it: Modalità Scura
ja: ダークモード
zh_hans: 暗黑模式
zh_hk: 黑暗模式

# ResetButton
source: Reset All
de: Alles zurücksetzen
es: Resetear Todo
fr: Tout réinitialiser
it: Risistema tutto
ja: すべてリセット
zh_hans: 全部重置
zh_hk: 全部重設

# SaveSecCodeCheck
source: Save the security code
de: Sicherheitscode speichern
es: Recordar el código de seguridad
fr: Enregistrer le code de sécurité
it: Ricorda il codice di sicurezza
ja: セキュリティコードを保存
zh_hans: 记住安全码
zh_hk: 記住安全碼

# SaveSecCodeTips
source: Save the entered security code for automatic connection next time.
de: Speichern Sie den eingegebenen Sicherheitscode für die nächste automatische Verbindung.
es: Recordar el código de seguridad introducido para facilitar la conexión automática la próxima vez.
fr: Enregistrez le code de sécurité qui a été entré pour la prochaine connexion automatique.
it: Ricorda il codice di sicurezza inserito per facilitare la connessione automatica la prossima volta.
ja: 次回の自動接続のために入力したセキュリティコードを保存します。
zh_hans: 记住已输入的安全码，方便下次自动连接。
zh_hk: 記住已輸入的安全碼，方便下次自動連接。

# BarTitle1
source: We're sorry to see you go.
de: Es tut uns leid, dass Sie uns verlassen.
es: Sentimos verle partir.
fr: Nous sommes désolés de vous voir partir.
it: Ci dispiace vederti andare via.
ja: ご不便をおかけして申し訳ございません。
zh_hans: 很遗憾，你要离开吗？
zh_hk: 很抱歉看到你離開。

# TechnicalSupportBtn
source: Technical Support
de: Technischer Support
es: Soporte técnico
fr: Support Technique
it: Supporto Tecnico
ja: 技術サポート
zh_hans: 技术支持
zh_hk: 技術支援

# BarTitle2
source: *Uninstall Reasons
de: *Gründe für die Deinstallation
es: *Razones de desinstalación
fr: *Raisons de désinstallation
it: *Motivi su disinstallazione
ja: *アンインストールの理由
zh_hans: *卸载原因
zh_hk: *卸載原因

# SlectionTipsLable
source: (select at least an item)
de: (Wählen Sie mindestens einen Artikel aus)
es: (Seleccionar al menos una razón)
fr: (Sélectionnez au moins une option)
it: (seleziona almeno un elemento)
ja: （アイテムを選択してください）
zh_hans: （请至少选择一项）
zh_hk: （至少選擇一個項目）

# ComplicatedUseRadio
source: It's too complicated to use
de: Es ist zu kompliziert zu bedienen
es: Es demasiado complicado para usar
fr: Il est trop compliqué à utiliser
it: È troppo complicato da usare
ja: 複雑すぎて使えない
zh_hans: 操作太复杂
zh_hk: 使用起來太複雜了

# SlowSpeedRadio
source: The connection speed is too slow
de: Die Verbindungsgeschwindigkeit ist zu langsam
es: La velocidad de conexión es demasiado lenta.
fr: La vitesse de connexion est trop lente
it: La velocità di connessione è troppo lenta
ja: 接続速度が遅すぎる
zh_hans: 连接速度太慢了
zh_hk: 連線速度太慢

# UnableConnectionRadio
source: Unable to establish connection
de: Die Verbindung kann nicht hergestellt werden
es: No se pudo establecer la conexión
fr: Impossible d'établir la connexion
it: Impossibile stabilire la connessione
ja: 接続できない
zh_hans: 无法建立连接
zh_hk: 無法建立連線

# UnpleasantUnterfaceRadio
source: Unpleasant interface
de: Unangenehme Schnittstelle
es: Interfaz desagradable
fr: Interface désagréable
it: Interfaccia spiacevole
ja: インターフェースがダメ
zh_hans: 界面设计不够美观
zh_hk: 界面設計不夠美觀

# ChosenAnotherProductRadio
source: I've chosen another product
de: Ich habe ein anderes Produkt ausgewählt
es: He elegido otro producto
fr: J'ai choisi un autre produit
it: Ho scelto un altro prodotto
ja: 別の商品を選んだ
zh_hans: 我选择了其他产品
zh_hk: 我選擇了其他產品

# OtherReasonsRadio
source: Other reasons (Please describe...)
de: Andere Gründe (Bitte beschreiben Sie...)
es: Otras razones (describa...)
fr: Autres raisons (Décrivez s'il vous plaît...)
it: Altre ragioni (Per favore descriva...)
ja: その他の理由（教えてください...）
zh_hans: 其他原因（请描述...）
zh_hk: 其他原因（請描述...）

# WinTitle
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
zh_hans: 升级
zh_hk: 更新

# CheckingStatusLable
source: Checking the latest version...
de: Die neueste Version überprüfen...
es: Comprobando la última versión...
fr: Vérification de la dernière version...
it: Sta verificando l'ultima versione...
ja: 最新バージョンを確認中...
zh_hans: 正在检查最新版本...
zh_hk: 正在檢查最新版本...

# CurVerLable1
source: The current version 1.0.0
de: Die aktuelle Version 1.1
es: La versión actual 1.0
fr: Version actuelle 1.1
it: L'attuale versione 1.1
ja: 現在のバージョン：1.1
zh_hans: 当前版本 1.1
zh_hk: 當前版本 1.1

# LatestVersion
source: The latest: 1.1.0
de: Das Neueste: 1.0
es: La última: 1.1
fr: Dernière Version : 1.0
it: L'ultima: 1.0
ja: 最新のバージョン：1.0
zh_hans: 最新版本: 1.0
zh_hk: 最新版本：1.0

# IgnoretheversionButton
source: Ignore this version
de: Diese Version ignorieren
es: Ignorar esta versión
fr: Ignorer cette version
it: Ignora questa versione
ja: このバージョンは無視してください
zh_hans: 忽略此版本
zh_hk: 忽略此版本

# UpdateButton
source: Update
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
zh_hans: 升级
zh_hk: 更新

# CurVerLable
source: The current version 1.1.0
de: Die aktuelle Version 1.1
es: La versión actual 1.1
fr: La version actuelle 1.1
it: L'attuale versione 1.1
ja: 現在のバージョン：1.1
zh_hans: 当前版本 1.1
zh_hk: 當前版本 1.1

# CurVerTipsLable
source: The current version is up to date.
de: Die aktuelle Version ist die neueste.
es: La versión actual está actualizada.
fr: La version actuelle est à jour.
it: La versione attuale è l'ultima.
ja: 現在のバージョンは最新です。
zh_hans: 当前版本已经是最新版
zh_hk: 當前版本是最新的。
