Repository: BigKingQY/AnyViewer
Catalog: AnyViewer/Support Files/Language/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, zh_hans, zh_hk

# IDS_NOT_FOUND_CUSTORM
source: The ID you entered does not exist.
de: Die von Ihnen eingegebene ID existiert nicht.
es: La identificación que ingresó no existe.
fr: L'ID entré n'existe pas.
it: L'ID inserito non esiste.
ja: 入力したIDは存在しません。
zh_hans: 您输入的 ID 不存在。
zh_hk: 您輸入的 ID 不存在。

# IDS_PROHIBITION_CONTROL
source: This device is not enabled to be accessed.
de: Auf dieses Gerät kann nicht zugegriffen werden.
es: Este dispositivo no está habilitado para acceder.
fr: L'accès à cet appareil n'est pas possible.
it: Impossibile abilitare questo dispositivo
ja: このデバイスへのアクセスは有効になっていません。
zh_hans: 该设备没有开启远程访问功能。
zh_hk: 此裝置無法訪問。

# IDS_REQUST_TRL_TIPS
source: Request to control your device.
de: Anforderung zur Steuerung Ihres Geräts.
es: Solicitud para controlar su dispositivo.
fr: Demande de contrôle de votre appareil.
it: Richiede di controllare il tuo dispositivo.
ja: デバイスの制御をリクエストしています。
zh_hans: 请求控制您的设备。
zh_hk: 請求控制您的裝置。

# IDS_REJECT_CONTROL
source: Your control request was denied.
de: Ihre Kontrollanfrage wurde abgelehnt.
es: Su solicitud de control fue denegada.
fr: Votre demande de contrôle a été refusée.
it: La tua richiesta di controllo è stata rifiutata.
ja: 制御リクエストが拒否されました。
zh_hans: 您的控制请求被拒绝了。
zh_hk: 您的控制請求被拒絕。

# IDS_INCORRECT_SECURITY_CODE
source: The security code is incorrect, please re-enter.
de: Der Bestätigungscode ist falsch, bitte geben Sie ihn erneut ein..
es: El código de seguridad es incorrecto, vuelva a ingresar.
fr: Le code de sécurité est incorrect, veuillez le saisir à nouveau.
it: Il codice di sicurezza non è corretto, per favore inseriscilo di nuovo.
ja: セキュリティコードが正しくありません。再入力してください。
zh_hans: 安全码错误，请重新输入。
zh_hk: 安全碼不正確，請重新輸入。

# IDS_SAME_AS_LOCAL_ID_TIPS
source: Please do not enter this device's ID.
de: Bitte geben Sie die ID dieses Geräts nicht ein.
es: No ingrese el ID de este dispositivo.
fr: Veuillez ne pas saisir l'ID de cet appareil.
it: Si prega di non inserire l'ID di questo dispositivo.
ja: このデバイスのIDは入力しないでください。
zh_hans: 请勿输入此设备的 ID。
zh_hk: 請不要輸入此裝置的 ID。

# IDS_CONNECT_TIME_OUT
source: Connection timed out!
de: Zeitüberschreitung der Verbindung!
es: ¡Tiempo de conexión agotado!
fr: La connexion a expiré !
it: Connessione scaduta!
ja: 接続がタイムアウトしました！
zh_hans: 连接超时！
zh_hk: 連線超時！

# IDS_UNKNOWN_ERROR
source: Unknown error!
de: Unbekannter Fehler!
es: ¡Error desconocido!
fr: Erreur inconnue !
it: Errore sconosciuto!
ja: 不明なエラー！
zh_hans: 发生了未知错误。
zh_hk: 未知錯誤！

# IDS_SRC_DEVICE_FORZEN_TIPS_MIN
source: Multiple failed logins! Please try again %d minutes later.
de: Mehrere fehlgeschlagene Anmeldungen! Bitte versuchen Sie es %d Minuten später erneut.
es: ¡Múltiples inicios de sesión fallidos! Reintentarlo %d minutos más tarde.
fr: Plusieurs échecs de connexion ! Veuillez réessayer %d minutes plus tard.
it: Più accessi falliti! Si prega di riprovare dopo %d minuti.
ja: ログインが数回失敗しました！%d分後に再試行してください。
zh_hans: 安全码错误次数过多！请在 %d 分钟后重试。
zh_hk: 多次失敗登入！請在 %d 分鐘後再試一次。

# IDS_SRC_DEVICE_FORZEN_TIPS_SEC
source: Multiple failed logins! Please try again %d seconds later.
de: Mehrere fehlgeschlagene Anmeldungen! Bitte versuchen Sie es %d Sekunden später erneut.
es: ¡Múltiples inicios de sesión fallidos! Reintentarlo %d segundos más tarde.
fr: Plusieurs échecs de connexion ! Veuillez réessayer %d secondes plus tard.
it: Più accessi falliti! Si prega di riprovare dopo %d secondi.
ja: ログインが数回失敗しました！%d秒後に再試行してください。
zh_hans: 安全码错误次数过多！请在 %d 秒后重试。
zh_hk: 多次失敗的登入！請 %d 秒後重試。

# IDS_DST_DEVICE_FORZEN_TIPS_MIN
source: Too many requests! Please try again %d minutes later.
de: Zu viele Anfragen! Bitte versuchen Sie es %d Minuten später erneut.
es: ¡Demasiadas solicitudes! Reintentarlo %d minutos más tarde.
fr: Trop de demandes ! Veuillez réessayer %d minutes plus tard.
it: Troppe richieste! Si prega di riprovare %d minuti più tardi.
ja: リクエストが多すぎます！%d分後に再試行してください。
zh_hans: 对方收到的请求数过多！请在 %d 分钟后重试。
zh_hk: 請求太多！請在 %d 分鐘後再試一次。

# IDS_DST_DEVICE_FORZEN_TIPS_SEC
source: Too many request! Please try again %d seconds later.
de: Zu viele Anfragen! Bitte versuchen Sie es %d Sekunden später erneut.
es: ¡Demasiadas solicitudes! Reintentarlo %d segundos más tarde.
fr: Trop de demandes ! Veuillez réessayer %d secondes plus tard.
it: Troppe richieste! Si prega di riprovare %d secondi più tardi.
ja: リクエストが多すぎます！%d秒後に再試行してください。
zh_hans: 对方收到的请求数过多！请在 %d 秒后重试。
zh_hk: 請求太多！請 %d 秒後重試。

# IDS_SERVER_ERROR
source: Server error
de: Serverfehler
es: Error del servidor
fr: Erreur du serveur
it: Errore del server
ja: サーバーエラー
zh_hans: 服务器错误
zh_hk: 伺服器錯誤

# IDS_SERVER_MSG
source: Server message
de: Servernachricht
es: Mensaje del servidor
fr: Message du serveur
it: Messaggio del server
ja: サーバーメッセージ
zh_hans: 服务器消息
zh_hk: 伺服器消息

# IDS_READY_CONN_UNSUCCESSFULLY
source: Error while the recipient prepares to connect!
de: Ein Fehler ist aufgetreten, als der Empfänger die Verbindung vorbereitet hat!
es: Error al destinatario se prepara para conectarse!
fr: Erreur alors que le destinataire se prépare à se connecter !
it: Si è verificato un errore mentre il destinatario si prepara a connettersi!
ja: 受信者が接続の準備をしている際にエラーが発生しました。
zh_hans: 接受者在准备连接时出错！
zh_hk: 接受者準備連線時出錯！

# IDS_INVALID_CTRL_SESSION_CONTEXT
source: Your session has expired. Please reconnect!
de: Ihre Sitzung ist abgelaufen. Bitte wieder verbinden!
es: Su sesión ha caducado. Por favor vuelva a conectar!
fr: Votre session a expiré. Veuillez vous reconnecter !
it: La tua sessione è scaduta. Si prega di riconnettersi!
ja: セッションの有効期限が切れました。再接続してください。
zh_hans: 会话已失效，请重新连接！
zh_hk: 您的會話已過期。請重新連線！

# IDS_ERROR
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
zh_hans: 错误
zh_hk: 錯誤

# IDS_NOT_FOUND_VNC_PROXY
source: VNC proxy not found!
de: VNC Proxy nicht gefunden!
es: ¡Proxy VNC no encontrado!
fr: Proxy VNC introuvable !
it: VNC proxy non trovato!
ja: VNCプロキシが見つかりません！
zh_hans: 未找到 VNC 代理！
zh_hk: 找不到 VNC 代理！

# IDS_INVALID_RELAING_SERVER
source: The relay Server not found!
de: Der Relay Server wurde nicht gefunden!
es: ¡No se encontró el servidor de retransmisión!
fr: Le Serveur relais introuvable!
it: Il relay Server non trovato!
ja: リレーサーバーが見つかりません！
zh_hans: 未找到中转服务器！
zh_hk: 未找到中繼伺服器！

# IDS_SEND_READY_CONN_REQUEST_UNSUCCESSFULLY
source: Failed to prepare to send control request!
de: Vorbereitung zum Senden der Steuerungsanforderung fehlgeschlagen!
es: ¡No se pudo preparar para enviar la solicitud de control!
fr: Échec de la préparation de l'envoi de la demande de contrôle !
it: Impossibile prepararsi a inviare la richiesta di controllo!
ja: 制御リクエストを送信する準備に失敗しました！
zh_hans: 发送控制请求准备失败！
zh_hk: 準備發送控制請求失敗！

# IDS_ESTABLISH_VNC_CONNECTION_UNSUCCESSFULLY
source: Unable to establish a new VNC connection!
de: Es kann keine neue VNC-Verbindung hergestellt werden!
es: ¡No se puede establecer una nueva conexión VNC!
fr: Impossible d'établir une nouvelle connexion VNC !
it: Impossibile stabilire una nuova connessione VNC!
ja: 新しいVNCが接続できません！
zh_hans: 无法建立新的控制连接！
zh_hk: 無法建立新的VNC連線！

# IDS_CLEAR_ALL
source: Clean all
de: Alles bereinigen
es: Limpiar todo
fr: Nettoyer tout
it: Pulire tutto
ja: すべてを削除
zh_hans: 清空
zh_hk: 全部清除

# IDS_CRASH_RPT
source: Crash Report
de: Absturzbericht
es: Informe del Fallo
fr: Rapport de plantage
it: Rapporto sugli arresti anomali
ja: クラッシュレポート
zh_hans: 崩溃报告
zh_hk: 崩潰報告

# IDS_CRASH_RPT_TIPS
source: The program has encountered a serious problem and needs to be close. Do you want to send us the crash report?
de: Das Programm ist auf ein ernstes Problem gestoßen und muss geschlossen werden. Möchten Sie uns einen Absturzbericht senden?
es: El programa ha encontrado un problema grave y debe cerrarse. ¿Quiere enviarnos el informe de fallos?
fr: Le programme a rencontré un problème sérieux et doit être fermé. Voulez-vous nous envoyer le rapport de plantage ?
it: Il programma ha incontrato un problema serio e deve essere chiuso. Vuoi inviarci il rapporto sugli arresti anomali?
ja: プログラムで重大な問題が発生したため、終了する必要があります。クラッシュレポートを送信しますか？
zh_hans: 程序遇到严重问题，即将关闭。是否将崩溃报告发送给我们？
zh_hk: 程式遇到嚴重問題，需要關閉。您要向我們發送崩潰報告嗎？

# IDS_INVALID_NETWORK
source: Unable to connect to the Server. Please check your network connection.
de: Es kann keine Verbindung zum Server hergestellt werden. Bitte überprüfen Sie Ihre Netzwerkverbindung.
es: No es posible conectarse al servidor. Compruebe su conexión de red.
fr: Impossible de se connecter au serveur. Veuillez vérifier votre connexion réseau.
it: Impossibile connettersi al server. Per favore controlla la tua connessione di rete.
ja: サーバーに接続できません。ネットワークの接続状況を確認してください。
zh_hans: 无法连接到网络，请检查网络连接。
zh_hk: 無法連線到伺服器。請檢查您的網路。

# IDS_TIPE
source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti
ja: ヒント
zh_hans: 提示
zh_hk: 提示

# IDS_SUBMIT_FREEDBACK_TIPS
source: Feedback submitted!
de: Feedback abgegeben!
es: ¡Comentarios enviados!
fr: Feedback soumi !
it: Feedback inviato!
ja: フィードバックを送信しました。
zh_hans: 反馈提交成功！
zh_hk: 已提交反饋！

# IDS_CUR_VER
source: Current version %d.%d.%d
de: Aktuelle Version %d.%d.%d
es: Versión Actual %d.%d.%d
fr: Version actuelle %d.%d.%d
it: Versione corrente %d.%d.%d
ja: 現在のバージョン：%d.%d.%d
zh_hans: 当前版本： %d.%d.%d
zh_hk: 當前版本:%d.%d.%d

# IDS_LATEST_VERSION
source: Latest version: %d.%d.%d
de: Die neuste Version: %d.%d.%d
es: Ultima versión: %d.%d.%d
fr: Dernière version : %d.%d.%d
it: Ultima versione: %d.%d.%d
ja: 最新のバージョン：%d.%d.%d
zh_hans: 最新版本： %d.%d.%d
zh_hk: 最新版本:%d.%d.%d

# IDS_CUR_VER1
source: Current version %d.%d.%d
de: Aktuelle Version %d.%d.%d
es: Versión actual %d.%d.%d
fr: Version actuelle %d.%d.%d
it: Versione corrente %d.%d.%d
ja: 現在のバージョン：%d.%d.%d
zh_hans: 当前版本： %d.%d.%d
zh_hk: 當前版本:%d.%d.%d

# IDS_DOWNDLOAD_INSTALL_PKG_TIPS
source: Downloading V%d.%d.%d. Please wait……(%d%%)
de: Herunterladen von V%d.%d.%d. Bitte warten...(%d%%)
es: Descargando V%d.%d.%d. Espere por favor……(%d%%)
fr: Téléchargement de V%d.%d.%d. Veuillez patienter……(%d%%)
it: Sta scaricando V%d.%d.%d. Si prega di attendere……(%d%%)
ja: V%d.%d.%dをダウンロード中……お待ちください。（%d%%）
zh_hans: 正在下载 V%d.%d.%d，请稍等… (%d%%)
zh_hk: 正在下載 V%d.%d.%d. 請稍候……（%d%%）

# IDS_INVALID_EMAIL_ADDR
source: Invalid email address!
de: Ungültige E-Mail-Adresse!
es: ¡Dirección de Email inválida!
fr: Adresse e-mail invalide !
it: Indirizzo e-mail non valido!
ja: 無効なメールアドレス！
zh_hans: 邮件地址无效！
zh_hk: 無效的電子郵件地址！

# IDS_TOO_LARGER_ATTACHMENT
source: The attachment should not exceed %d MB
de: Die Befestigung sollte nicht mehr als %d MB
es: El archivo adjunto no debe exceder los %dMB
fr: La pièce jointe ne doit pas dépasser %d Mo.
it: L'allegato non deve superare i %d MB
ja: 添付ファイルは%dMBを超えてはなりません
zh_hans: 附件请勿超过 %d MB
zh_hk: 附件不得超過 %d MB

# IDS_INFO
source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti
ja: ヒント
zh_hans: 提示
zh_hk: 提示

# IDS_FEEDBACK
source: Feedback
es: Realimentación
ja: フィードバック
zh_hans: 反馈
zh_hk: 反饋

# IDS_SUBMIT_FREEDBACK_UNSUCCESSFULLY_TIPS
source: Feedback submission failed! Please check your network connection.
de: Feedback-Einreichung fehlgeschlagen! Bitte überprüfen Sie Ihre Netzwerkverbindung.
es: Error al enviar los comentarios. Compruebe su conexión de red.
fr: La soumission des feedbacks a échoué! Veuillez vérifier votre connexion réseau.
it: L'invio del feedback non riuscito! Per favore, controlla la tua connessione di rete.
ja: フィードバックの送信に失敗しました。ネットワークの接続状況を確認してください。
zh_hans: 反馈提交失败！请检查网络连接。
zh_hk: 反饋提交失敗！請檢查您的網路。

# IDS_REJECT_CONTROL_BY_TIMEOUT
source: Your request hasn’t been answered. Please try again later!
de: Ihre Anfrage wurde nicht beantwortet. Bitte versuchen Sie es später noch einmal!
es: Su solicitud no ha sido respondida. ¡Por favor, reinténtelo más tarde!
fr: Votre demande n'a pas reçu de réponse. Veuillez réessayer plus tard !
it: La tua richiesta non ha ricevuto risposta. Per favore riprova più tardi!
ja: リクエストには返答ありません。後でもう一度やり直してください。
zh_hans: 对方无应答，请稍后再试。
zh_hk: 您的請求未得到答复。請稍後再試！

# IDS_ABNORMAL_RCSERVER_CONNECTION
source: Not Connected
de: Nicht verbunden
es: No conectado
fr: Pas connecté
it: Non Connesso
ja: 接続されていない
zh_hans: 未连接到网络
zh_hk: 未連線

# IDS_VERIFYING_TIPS
source: Connecting......
de: Verbinden...
es: Conectando......
fr: Connexion......
it: Collegamento......
ja: 接続中
zh_hans: 连接中…
zh_hk: 正在連線...

# IDS_END_VNC_TIPS
source: has ended the remote session.
de: beendet die Remote-Verbindung.
es: terminó la conexión remota.
fr: a arrêté la connexion à distance.
it: ha terminato la connessione remota.
ja: リモート接続を終了しました。
zh_hans: 结束远程连接。
zh_hk: 結束了遠端連接。

# IDS_ABNORMAL1_END_VNC_TIPS
source: is not responding. The remote session was disconnected.
de: reagiert nicht, und die Remote-Verbindung wurde getrennt.
es: no responde y la conexión remota se ha desconectado.
fr: ne répond pas, la connexion à distance a été déconnectée.
it: non risponde e la connessione remota è stata disconnessa.
ja: 応答なく、リモート接続が切断されました。
zh_hans: 无响应，远程连接已断开。
zh_hk: 無響應，遠端連接已斷開。

# IDS_ABNORMAL2_END_VNC_TIPS
source: Cannot connect to the control Server. The remote session was disconnected.
de: Die Verbindung zum Control-Server kann nicht hergestellt werden. Die Remote-Verbindung wurde getrennt.
es: No puede conectarse al servidor de control y la conexión remota se ha desconectado.
fr: Impossible de se connecter au serveur de contrôle, la connexion à distance a été déconnectée.
it: Non è possibile connettersi al server di controllo e la connessione remota è stata disconnessa.
ja: 制御サーバーに接続できません。リモート接続が切断されています。
zh_hans: 无法连接到控制服务器，远程连接已断开。
zh_hk: 無法連接到控制伺服器，遠端連接已斷開。

# IDS_TOO_LOW_APP_VER
source: The current version is too low. Please upgrade it.
de: Die aktuelle Version ist zu niedrig. Bitte aktualisieren Sie es.
es: La versión actual es demasiado baja. Actualícelo.
fr: La version actuelle est trop basse. Veuillez le mettre à jour.
it: La versione attuale è troppo bassa. Per favore, aggiornala.
ja: 現在のバージョンは低いため、アップグレードしてください。
zh_hans: AnyViewer 版本过低，请更新到最新版。
zh_hk: 當前版本太低，請升級。

# IDS_INTPUTING_IDEAS_TIPS
source: Input your questions or suggestions...
de: Geben Sie Ihre Fragen oder Vorschläge ein...
es: Ingrese sus preguntas o sugerencias...
fr: Saisissez vos questions ou suggestions...
it: Inserisci le tue domande o suggerimenti...
ja: お客様の質問や提案を入力してください。
zh_hans: 请描述你的问题或建议...
zh_hk: 輸入您的問題或建議...

# IDS_UPDATE
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiornare
ja: 更新
zh_hans: 更新
zh_hk: 更新

# IDS_TERMINATING_APP_TIPS
source: Need to close the current program for app installation? Do you want to close it immediately?
de: Müssen Sie das aktuelle Programm für die App-Installation schließen? Möchten Sie es sofort schließen?
es: ¿Necesita cerrar el programa actual para la instalación de la aplicación? ¿Quiere cerrarlo inmediatamente?
fr: Besoin de fermer le programme actuel pour l'installation de l'application ? Voulez-vous le fermer immédiatement ?
it: Hai bisogno di chiudere il programma corrente per l'installazione dell'app? Vuoi chiuderlo immediatamente?
ja: アプリをインストールするために現在のプログラムを閉じる必要がありますか？すぐに閉じますか？
zh_hans: 安装程序需要关闭当前程序，是否立即关闭？
zh_hk: 是否需要關閉當前程式以進行應用程式安裝？您要立即關閉嗎？

# IDS_DOWNLOAD
source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
it: Scarica
ja: ダウンロード
zh_hans: 下载
zh_hk: 下載

# IDS_TERMINATING_SESSION_TIPS
source: This operation needs to end the remote connection. Do you want to continue?
de: Diese Operation muss die Remoteverbindung beenden. Möchten Sie fortfahren?
es: Esta operación debe terminar la conexión remota, ¿desea continuar?
fr: Cette opération nécessite l'arrêt de connection à distance, voulez-vous continuer?
it: Questa operazione deve terminare la connessione remota, vuoi continuare?
ja: この操作により遠隔操作を中止する必要があります。よろしいでしょうか？
zh_hans: 此操作需要结束远程连接，是否继续？
zh_hk: 此項作業需要結束遠端連線，是否繼續？

# IDS_DOWNLOAD_UNSUCCESSFULLY_TIPS
source: Failed to download. Please check your network and try again or download manually.
de: Herunterladen fehlgeschlagen. Bitte überprüfen Sie Ihr Netzwerk und versuchen Sie es erneut oder laden Sie es manuell herunter.
es: Error al descargar. Verifique su red e intente nuevamente o descargue manualmente.
fr: Échec du téléchargement. Veuillez vérifier votre réseau et réessayer ou télécharger manuellement.
it: Il scaricamento non riuscito. Per favore controlla la tua rete e riprova o scarica manualmente.
ja: ダウンロードに失敗しました。ネットワークの接続状況を確認して再試行するか、または手動でダウンロードしてください。
zh_hans: 下载失败。请检查网络后重试，或手动下载。
zh_hk: 下載失敗。請檢查您的網路，然後重試或手動下載。

# IDS_EMPTY_PWD
source: The security code cannot be empty!
de: Die Sicherheitscode darf nicht leer sein!
es: ¡El código de seguridad no puede estar vacío!
fr: Le code de sécurité ne peut pas être vide !
it: Il codice di sicurezza non può essere vuoto!
ja: セキュリティコードを空にすることはできません！
zh_hans: 安全码不能为空！
zh_hk: 安全碼不能為空！

# IDS_TOO_SHORT_PWD
source: The security code is too short!
de: Der Sicherheitscode ist zu kurz!
es: ¡El código de seguridad es demasiado corto!
fr: Le code de sécurité est trop court !
it: Il codice di sicurezza è troppo corto!
ja: セキュリティコードが短すぎます！
zh_hans: 安全码太短了！
zh_hk: 安全碼太短！

# IDS_TOO_SIMPLE_PWD
source: The security code is too simple!
de: Der Sicherheitscode ist zu einfach!
es: ¡El código de seguridad es demasiado simple!
fr: Le code de sécurité est trop simple !
it: Il codice di sicurezza è troppo semplice!
ja: セキュリティコードがシンプルすぎます！
zh_hans: 安全码太过简单了！
zh_hk: 安全碼太簡單了！

# IDS_WARNING
source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
ja: 警告
zh_hans: 警告
zh_hk: 警告

# IDS_INVALID_SECURITY_CODE
source: Invalid security code. Please re-enter!
de: Ungültiger Sicherheitscode. Bitte geben Sie ihn erneut ein!
es: Código de seguridad invalido. ¡Vuelve a ingresar!
fr: Code de sécurité invalide. Veuillez entrer à nouveau !
it: Codice di sicurezza non valido. Si prega di digitare di nuovo!
ja: 無効なセキュリティコードです。再度入力してください！
zh_hans: 安全码无效，请重新输入！
zh_hk: 無效的安全碼。請重新輸入！

# IDS_CONNECTING_RCSERVER
source: Connecting
de: Verbinden
es: Conectando
fr: Connexion
it: Sta connettendo
ja: 接続中
zh_hans: 连接中
zh_hk: 正在連線

# IDS_CONNECTE_RCSERVER_SUCCESSFULLY
source: Ready to connect
de: Bereit zum Verbinden
es: Listo para conectar
fr: Prêt à se connecter
it: Pronto per connessione
ja: 接続する準備ができました。
zh_hans: 准备连接
zh_hk: 準備連線

# IDS_INVALID_PARTNER_ID
source: Type a correct ID
de: Geben Sie eine korrekte ID ein
es: Escriba una identificación correcta
fr: Tapez un ID correct
it: Digita un ID corretto
ja: 正しいIDを入力してください
zh_hans: 请输入正确的 ID
zh_hk: 輸入正確的ID

# IDS_REQUEST_CONTROL
source: Request to control
de: Anforderung zur Kontrolle
es: Solicitud de control
fr: Demande de contrôle
it: Richiesta di Controllo
ja: 遠隔操作
zh_hans: 请求控制
zh_hk: 請求控制

# IDS_CUSTORM_OFFLINE
source: The recipient is offline or the ID doesn’t exist.
de: Der Empfänger ist offline oder die ID ist nicht vorhanden.
es: El destinatario no tiene conexión o la identificación no existe.
fr: Le destinataire est hors ligne ou l'ID n'existe pas.
it: Il destinatario è offline o l'ID non esiste.
ja: 受信者がオフラインであるか、またはIDが存在しません。
zh_hans: 对方不在线，或 ID 不存在。
zh_hk: 接受者處於脫機狀態或ID不存在。

# IDS_REBOOT_FOR_LANGUAGE_CHANGED
source: Need to restart the software for language switch to take effect. Do you want to restart it immediately?
de: Sie müssen die Software neu starten, damit die Sprachumschaltung wirksam wird. Möchten Sie es sofort neu starten?
es: Es necesario reiniciar el software para que el cambio de idioma surta efecto. ¿Quiere reiniciarlo inmediatamente?
fr: Besoin de redémarrer le logiciel pour réaliser le changement de langue. Voulez-vous le redémarrer immédiatement?
it: È necessario riavviare il software affinché il cambio di lingua abbia effetto. Vuoi riavviarlo immediatamente?
ja: 言語切り替えを有効にするには、ソフトウェアを再起動する必要があります。すぐに再起動しますか？
zh_hans: 修改语言需要重启软件才能生效，是否立即重启软件？
zh_hk: 需要重新啟動軟體才能使語言切換生效。是否要立即重新啟動？

# IDS_WINDOW_MODE
source: Window mode
de: Fenstermodus
es: Modo de Window
fr: Mode fenêtre
it: Modalità finestra
ja: ウィンドウモード
zh_hans: 窗口模式
zh_hk: 窗口模式

# IDS_FULL_SCREEN_MODE
source: Full screen mode
de: Vollbildmodus
es: Modo de pantalla completa
fr: Mode plein écran
it: Modalità schermo intero
ja: フルスクリーンモード
zh_hans: 全屏模式
zh_hk: 全熒幕模式

# IDS_CONNECTED_CONTROLLED_SUCCESSFULLY
source: Connection succeeded
de: Verbindung erfolgreich
es: Conexión exitosa
fr: Connexion réussi
it: Connessione riuscita
ja: 接続に成功しました。
zh_hans: 连接成功
zh_hk: 連線成功

# IDS_INVALID_PWD
source: Incorrect Security Code. Please try again:
de: Der Sicherheitscode ist falsch. Bitte geben Sie es erneut ein:
es: Hay un error en el código de seguridad, vuelva a introducirlo por favor:
fr: Le code de sécurité est erroné, veuillez resaisir:
it: Codice di sicurezza errato, si prega di reinserirlo:
ja: セキュリティコードが間違っています。再入力してください:
zh_hans: 安全码有错误，请重新输入:
zh_hk: 安全碼有錯誤，請重新輸入:

# IDS_ORIGINAL_RESOLUTION
source: Original
fr: Originale
it: Originale
ja: オリジナル
zh_hans: 原始
zh_hk: 原始

# IDS_AUTO_IMG_SIZE
source: Adaptive
de: Adaptiv
es: Adaptable
fr: Adaptative
it: Adattivo
ja: アダプティブ
zh_hans: 自适应
zh_hk: 自適應

# IDS_SHOW_TOOLBAR
source: Show toolbar
de: Symbolleiste Anzeigen
es: Mostrar la barra de herramientas
fr: Afficher la barre d'outils
it: Mostra barra degli strumenti
ja: ツールバーを表示
zh_hans: 显示工具栏
zh_hk: 顯示工具欄

# IDS_HIDE_TOOLBAR
source: Hide toolbar
de: Symbolleiste Verstecken
es: Esconder barra de herramientas
fr: Masquer la barre d'outils
it: Nascondi barra degli strumenti
ja: ツールバーを非表示
zh_hans: 隐藏工具栏
zh_hk: 隱藏工具欄

# IDS_LOW_VERSION_TIPS
source: Recipient's version is too low. You can use this feature after updating to the latest version.
de: Die Version des Empfängers ist zu niedrig. Sie können diese Funktion verwenden, nachdem Sie auf die neueste Version aktualisiert haben.
es: La versión del destinatario es demasiado baja. Puede utilizar esta función después de actualizar a la última versión.
fr: La version du destinataire est trop faible. Vous pouvez utiliser cette fonctionnalité après la mise à jour vers la dernière version.
it: La versione del destinatario è troppo bassa. È possibile utilizzare questa funzione dopo l'aggiornamento alla versione più recente.
ja: 受信者のバージョンが低すぎます。最新バージョンに更新した後、この機能を使用できます。
zh_hans: 接收者版本过低，更新到最新版后才能使用此功能。
zh_hk: 接收者版本過低，更新到最新版後才能使用此功能。

# Title
source: AnyViewer Uninstall Wizard
de: Über
es: Sobre
fr: À propos
it: Informazioni su
ja: AnyViewerについて
zh_hans: 已复制
zh_hk: 關於

# MsgBody
source: The recipient is offline or the ID doesn’t exist.
de: Das Programm ist auf ein ernstes Problem gestoßen und muss geschlossen werden. Klicken Sie auf die Schaltfläche OK, um uns das Fehlerprotokoll zu senden.
es: El programa ha encontrado un problema grave y debe cerrarse. Haga clic en el botón Aceptar para enviarnos el registro de errores.
fr: Le programme a rencontré un problème grave et doit être fermé. Cliquez sur le bouton OK pour nous envoyer le journal des erreurs.
it: Il programma ha incontrato un problema serio e deve essere chiuso. Clicca sul pulsante OK per inviarci il registro degli errori.
ja: プログラムで重大な問題が発生したため、終了する必要があります。「OK」ボタンをクリックして、エラーログを送信してください。
zh_hans: 程序遇到了严重问题，即将关闭。点击确定按钮可以将错误日志发送给我们。
zh_hk: 程式遇到了嚴重問題，需要關閉。 點選確定按鈕向我們發送錯誤日誌。

# CancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
zh_hans: 取消
zh_hk: 取消

# OkButton
source: OK
es: Aceptar
zh_hans: 确定
zh_hk: 確定

# DesktopMenuBtn
source: Operation
de: Betrieb
es: Operación
fr: Opération
it: Operazione
ja: 操作
zh_hans: 操作
zh_hk: 作業

# RefreshMenuBtn
source: Refresh
de: Aktualisierung
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: リフレシュ
zh_hans: 刷新
zh_hk: 重新加載

# FullScreenBtn
source: Full Screen
de: Vollbild
es: Pantalla Completa
fr: Agrandir
it: Schermo Intero
ja: フルスクリーン
zh_hans: 全屏模式
zh_hk: 全熒幕

# StopBtn
source: Stop Connection
de: Verbindung beenden
es: Detener Conexión
fr: Arrêter la connexion
it: Interrompe Connessione
ja: 接続停止
zh_hans: 结束连接
zh_hk: 停止連接

# OrgImgSizeMenuBtn
source: Original
fr: Originale
it: Originale
ja: オリジナル
zh_hans: 原始
zh_hk: 原始

# AutoImgSizeMenuBtn
source: Adaptive
de: Adaptiv
es: Adaptable
fr: Adaptative
it: Adattivo
ja: アダプティブ
zh_hans: 自适应
zh_hk: 自適應
